Repository: vladstanescu94/Diameris
Catalog: Packages/Features/Onboarding/Sources/Onboarding/Resources/Localizable.xcstrings
Source language: en
Languages: ro

source: %@ amount
ro: Suma %@

source: %lld percent, %@ per month
ro: %lld procente, %@ pe lună

source: %lld times income
ro: %lld ori venitul

source: %lldx income (%@)
ro: %lldx venit (%@)

source: 25% recommended
ro: 25% recomandat

source: A quick look at your main expenses. Don't worry about being exact — estimates are fine.
ro: O privire rapidă asupra cheltuielilor principale. Nu trebuie să fii exact — estimările sunt suficiente.

source: Account name
ro: Nume cont

source: Account type
ro: Tip cont

source: Add
ro: Adaugă

source: Add Account
ro: Adaugă cont

source: Add an emergency or savings account first to use split mode.
ro: Adaugă mai întâi un cont de urgență sau de economii pentru a folosi modul separat.

source: Add Another Account
ro: Adaugă alt cont

source: Add to your savings for future goals
ro: Adaugă la economii pentru obiective viitoare

source: After expenses
ro: După cheltuieli

source: All accounted for!
ro: Totul este contabilizat!

source: Allocation Strategy
ro: Strategie de alocare

source: Almost there!
ro: Aproape am terminat!

source: Already saved:
ro: Deja economisit:

source: Auto-Save
ro: Economisire automată

source: Available after savings
ro: Disponibil după economii

source: available for your goals
ro: disponibil pentru obiectivele tale

source: Based on income
ro: Pe baza venitului

source: Boost is great for catching up, but not sustainable long-term
ro: Boost-ul e bun pentru recuperare, dar nu e sustenabil pe termen lung

source: Build wealth over time. After emergency fund is full, savings go here.
ro: Economisește pe termen lung. După ce fondul de urgență e plin, economiile vin aici.

source: By default, expenses are paid from your main account
ro: Implicit, cheltuielile se plătesc din contul principal

source: Cancel
ro: Anulează

source: Caps the emergency fund target at a fixed amount
ro: Limitează ținta fondului de urgență la o sumă fixă

source: Checking
ro: Cont curent

source: Complete
ro: Complet

source: Continue
ro: Continuă

source: Continues to the accounts step
ro: Continuă la pasul conturilor

source: Continues to the next step
ro: Continuă la pasul următor

source: Current balance
ro: Sold curent

source: Current:
ro: Actual:

source: Custom account
ro: Cont personalizat

source: e.g., Joint Account
ro: ex: Cont comun

source: Emergency
ro: Urgență

source: Emergency Fund
ro: Fond de urgență

source: Emergency fund fills first until target reached
ro: Fondul de urgență se completează primul până la țintă

source: Emergency fund fills first, then regular savings
ro: Fondul de urgență se completează primul, apoi economiile regulate

source: Enhanced protection
ro: Protecție îmbunătățită

source: Expense categories
ro: Categorii de cheltuieli

source: Fills first until target reached
ro: Se completează primul până la țintă

source: Financial experts recommend saving 20-30% of your income
ro: Experții financiari recomandă economisirea a 20-30% din venit

source: First, let's get acquainted
ro: Mai întâi, să ne cunoaștem

source: Fixed amount
ro: Sumă fixă

source: Fixed amount to emergency each month
ro: Sumă fixă către urgență în fiecare lună

source: Fixed amount to savings each month
ro: Sumă fixă către economii în fiecare lună

source: Flexible spending money
ro: Bani pentru cheltuieli flexibile

source: Food & Groceries
ro: Mâncare și cumpărături

source: For automatic bill payments
ro: Pentru plăți automate de facturi

source: For automatic payments
ro: Pentru plăți automate

source: For building wealth over time
ro: Pentru a economisi pe termen lung

source: For flexible spending
ro: Pentru cheltuieli flexibile

source: For shared expenses
ro: Pentru cheltuieli comune

source: For your savings goals
ro: Pentru obiectivele tale de economii

source: From:
ro: Din:

source: Goal complete this month!
ro: Obiectiv îndeplinit luna aceasta!

source: going to your accounts
ro: se duc către conturile tale

source: going to your goals
ro: se duce către obiectivele tale

source: Great savings rate!
ro: Rată excelentă de economii!

source: Here's your personalized transfer plan, %@!
ro: Iată planul tău personalizat de transferuri, %@!

source: How much do you want to save?
ro: Cât vrei să economisești?

source: How much lands in your account each month after taxes?
ro: Cât intră în contul tău în fiecare lună, după taxe?

source: How much to save?
ro: Cât să economisești?

source: How your savings are distributed
ro: Cum sunt distribuite economiile tale

source: In the next few minutes, we'll build your personalized transfer plan — so payday becomes effortless.
ro: În următoarele minute, vom construi planul tău personalizat de transferuri — ca ziua de salariu să devină fără efort.

source: Joint
ro: Comun

source: Keep in Primary
ro: Păstrează în Principal

source: Keep saving with no upper limit
ro: Continuă să economisești fără limită superioară

source: Know exactly where to transfer your money
ro: Știi exact unde să transferi banii

source: Leave in your main account
ro: Lasă în contul principal

source: Let's build your savings plan
ro: Să construim planul tău de economii

source: Let's Go
ro: Hai să începem

source: Link expenses (optional)
ro: Leagă cheltuieli (opțional)

source: Lower your savings rate to enable boost
ro: Scade rata de economii pentru a activa boost-ul

source: Main
ro: Principal

source: Main Account
ro: Cont principal

source: Main Checking
ro: Cont principal

source: Maximum amount
ro: Suma maximă

source: Maximum security
ro: Securitate maximă

source: Minimum recommended
ro: Minim recomandat

source: Monthly Amounts
ro: Sume lunare

source: Monthly Income
ro: Venit lunar

source: Monthly income amount
ro: Suma venitului lunar

source: Monthly net income
ro: Venit lunar net

source: Monthly Savings
ro: Economii lunare

source: Monthly savings amount
ro: Suma lunară de economii

source: Monthly to emergency
ro: Lunar către urgență

source: Monthly to savings
ro: Lunar către economii

source: Nice to meet you, %@!
ro: Încântat de cunoștință, %@!

source: No limit
ro: Fără limită

source: No limit - keep saving!
ro: Fără limită - continuă să economisești!

source: No target limit
ro: Fără limită țintă

source: Only one emergency account allowed
ro: Este permis un singur cont de urgență

source: Opens a sheet to add a new account
ro: Deschide un ecran pentru a adăuga un cont nou

source: Other
ro: Altul

source: Personal Account
ro: Cont personal

source: Primary
ro: Principal

source: Primary Savings
ro: Economii principale

source: Progress
ro: Progres

source: Protects you from unexpected expenses
ro: Te protejează de cheltuieli neașteptate

source: Protects you from unexpected expenses. Recommended: 3-6 months of income.
ro: Te protejează de cheltuieli neașteptate. Recomandat: 3-6 luni de venit.

source: Quick suggestions
ro: Sugestii rapide

source: Receives savings after emergency
ro: Primește economii după urgență

source: Recommended
ro: Recomandat

source: Remaining Money
ro: Bani rămași

source: Remaining savings go to your savings account
ro: Economiile rămase merg în contul de economii

source: Remove %@
ro: Șterge %@

source: Rent / Housing
ro: Chirie / Locuință

source: Salary
ro: Salariu

source: Saved: %@
ro: Economisit: %@

source: Savings
ro: Economii

source: Savings Account
ro: Cont de economii

source: Savings are calculated from your income after expenses.
ro: Economiile sunt calculate din venitul tău după cheltuieli.

source: Savings Boost
ro: Boost economii

source: Savings percentage
ro: Procentaj economii

source: Set as Primary Savings
ro: Setează ca economii principale

source: Set maximum
ro: Setează maxim

source: Set savings goals that fill automatically
ro: Setează obiective de economii care se completează automat

source: Set up your accounts. We recommend an emergency fund and savings account.
ro: Configurează-ți conturile. Recomandăm un fond de urgență și un cont de economii.

source: Shared expenses
ro: Cheltuieli comune

source: Shared with someone else
ro: Împărțit cu altcineva

source: Skip for now
ro: Sari peste pentru moment

source: Skips expense entry and continues
ro: Sare peste introducerea cheltuielilor și continuă

source: Standard protection
ro: Protecție standard

source: Start Using Diameris
ro: Începe să folosești Diameris

source: Stays in Main
ro: Rămâne în Principal

source: Stays in Primary
ro: Rămâne în Principal

source: Subscriptions
ro: Abonamente

source: Take control of your money
ro: Preia controlul banilor tăi

source: Tap to add
ro: Apasă pentru a adăuga

source: Target is a multiple of your monthly income
ro: Ținta este un multiplu al venitului lunar

source: Target is a specific amount
ro: Ținta este o sumă specifică

source: Target multiplier
ro: Multiplicator țintă

source: Target reached!
ro: Țintă atinsă!

source: Target:
ro: Țintă:

source: Target: %@
ro: Țintă: %@

source: Target: months of income
ro: Țintă: luni de venit

source: That's %@/month
ro: Adică %@/lună

source: These expenses will be paid from this account
ro: Aceste cheltuieli vor fi plătite din acest cont

source: These stay in your main account for automatic payments
ro: Acestea rămân în contul principal pentru plăți automate

source: This account receives automatic savings
ro: Acest cont primește economii automate

source: This is your starting point — we'll help you decide where every unit goes.
ro: Acesta este punctul tău de plecare — te vom ajuta să decizi unde merge fiecare unitate.

source: This month's savings
ro: Economiile lunii acesteia

source: Tip: Do these transfers right after payday for best results!
ro: Sfat: Fă aceste transferuri imediat după ziua de salariu pentru cele mai bune rezultate!

source: Transportation
ro: Transport

source: Triple your savings temporarily
ro: Triplează-ți economiile temporar

source: Watch your progress grow
ro: Urmărește cum crește progresul tău

source: We've set up some common accounts. Adjust them to match your setup.
ro: Am configurat câteva conturi comune. Ajustează-le pentru a se potrivi configurației tale.

source: What should we call you?
ro: Cum să te strigăm?

source: Where should this go?
ro: Unde ar trebui să meargă?

source: Where your salary lands
ro: Unde îți intră salariul

source: Your Accounts
ro: Conturile tale

source: Your First Month
ro: Prima ta lună

source: Your flexible spending money
ro: Banii tăi pentru cheltuieli flexibile

source: Your Goals
ro: Obiectivele tale

source: Your goals fill in priority order. When one completes, money flows to the next!
ro: Obiectivele se completează în ordinea priorității. Când unul este complet, banii curg către următorul!

source: Your name
ro: Numele tău

source: Your primary account is where your salary lands
ro: Contul tău principal este unde îți intră salariul

source: Your Transfers
ro: Transferurile tale
